Repository: JakeMakesStuff/MagicCap
Catalog: magiccap/i18n/*/uploaders/exceptions.po
Languages: hu_hu

source: Your key is invalid.
hu_hu: A megadott kulcs érvénytelen.

source: You have been ratelimited!
hu_hu: Korlátozva vagy!

source: There are currently server issues.
hu_hu: Jelenleg szerver problémák akadtak.

source: Server returned the status {status}.
hu_hu: A szerver a következő állapotott jelentette: {status}.

source: Could not upload to FTP: {err}
hu_hu: Nem sikerült az FTP feltöltés: {err}

source: Your client ID is invalid.
hu_hu: A kliens azonosító érvénytelen.

source: Failed to upload to S3: {err}
hu_hu: Nem sikerült a feltöltés S3-ra: {err}

source: You cannot parse the result as XML and JSON.
hu_hu: Nem értelmezheted az eredményt sem XML-ként, sem JSON-ként.

source: Unable to parse to JSON.
hu_hu: Nem sikerült a JSON-t értelmezni.

source: Could not get the argument specified.
hu_hu: Nem található a megadott argumens.

source: Unable to parse to XML.
hu_hu: Nem sikerült az XML-t értelmezni.

source: Index couldn't be parsed to a integer.
hu_hu: Nem sikerült az indexet számként értelmezni.

source: Regex is undefined.
hu_hu: Regex nincs definiálva.

source: Regex specified not matched.
hu_hu: A megadott regex nem egyezik.

source: Unknown ShareX parser.
hu_hu: Ismeretlen ShareX értelmező.

source: SXCU file could not be opened.
hu_hu: Az SXCU fájlt nem sikerült megnyitni.

source: Unable to JSON parse the SXCU file.
hu_hu: Nem sikerült JSON értelmezni az SXCU fájlt.

source: Unable to parse the SXCU file.
hu_hu: Nem sikerült az SXCU fájlt értelmezni.

source: File type not allowed by this SXCU.
hu_hu: Fájltípus nem megengedett ezzel az SXCU-val.
